{"opening": {"content": [{"details": "We want to find a new PhD :)", "title": "Openings"}]}, "papers": {"paper": [{"category": "IP", "title": "A gold key #1", "abstract": "just for fun", "author": "Jia Xu#http://iiis.tsinghua.edu.cn/JiaXu/", "venue": "Beijing", "fullpaper_url": "", "date": "2013", "paper_url": "", "bibtex": ""}, {"category": "ML", "title": "A gold key #2", "abstract": "just for fun", "author": "Jia Xu#http://iiis.tsinghua.edu.cn/JiaXu/", "venue": "Beijing", "fullpaper_url": "", "date": "2013", "paper_url": "", "bibtex": ""}, {"category": "SR", "title": "A gold key #3", "abstract": "just for fun", "author": "Jia Xu#http://iiis.tsinghua.edu.cn/JiaXu/", "venue": "Beijing", "fullpaper_url": "", "date": "2013", "paper_url": "", "bibtex": ""}, {"category": "SN", "title": "A gold key #4", "abstract": "just for fun", "author": "Jia Xu#http://iiis.tsinghua.edu.cn/JiaXu/", "venue": "Beijing", "fullpaper_url": "", "date": "2013", "paper_url": "", "bibtex": ""}]}, "intro": {"content": [{"photo": "images/intro.png", "details": "<p>\n<b>Overview:</b> The Center for Machine Intelligence (CMI) was established in early 2012 at IIIS, Tsinghua University. The center is led by Prof. Andrew Chi-Chih Yao, a world-famous computer scientist and the only Turing Award winner in all of Asia, who has pioneering contributions in theoretical computer science and quantum information. \n</p>\n<p>\n<b>Purpose:</b> Under the leadership of Prof. Andrew Chi-Chih Yao, we have established a strong international team for CMI. CMI is committed to the promotion of the progress of computer science and technology in the field of machine intelligence and the enhancement of effective cutting-edge research and education. Our goal is to build up a world-class interdisciplinary research center and to provide innovative higher education in the area of machine intelligence.\n</p>\n<p>\n<b>Subject description:</b> Machine Intelligence (MI), also known as artificial intelligence (AI), is the intelligence of machines and the branch of computer science that aims to create it. This concept was proposed as early as 1956. Artificial intelligence is the intelligence usually achieved through an ordinary computer and is an important research field of modern computer science which has rapidly influenced human life since its conception. Today's well-known applications in AI include search engines, social networks, and robotics. The involved disciplines are philosophy, cognitive science, mathematics, psychology, computer science, cybernetics, determinism and the uncertainty principle.\n</p>\n<p>\n<b>Research Interests:</b> The Center for Machine Intelligence focuses on how to make machines behave like humans, including cognition, reasoning, and action. At present, the field of machine learning involves a wide range of emerging utilities. The information presentation and processing in different applications are not always consistent, however. We are committed to a unified and transferrable data representation forms such as text, image and voice, in order to systematically interoperate contents and methods in different areas. Our medium-term plan is devoted to an interdisciplinary investigation among different applications in human-machine interaction. Our longer-term goal is to combine machine learning with other majors in computer science, such as network science or theoretical computer science. For example, sensor networks can be used to provide many types of massive real-time data streams;  machine learning techniques can be applied to analyze real-time objects in the dynamic and complex real-world, for smart city tasks, for instance. \n</p>\n<p>\n<b>Research areas</b>: Machine learning (ML), natural language processing (NLP), pattern recognition, reinforcement learning, genetic algorithm, artificial neural network, logic programming, intelligent search, knowledge representation, planning, soft computing, artificial life, data mining and fuzzy control.\n</p>\n<p>\n<b>Research focus:</b> The research areas of the Center for Machine Intelligence are mainly concentrated in the fields of machine learning, machine translation, image recognition, natural language processing, computer vision, computer graphics, speech recognition, data mining, information retrieval and robotics . Our current  research is focused on: \n</br>\n(1) Machine translation: the field of computational linguistics using the computer software to translate a piece of natural language text or voice into another natural language.\n</br>\n(2) Machine learning: the study of algorithm design and improvement of computer science disciplines in order to enhance the computational behavior based on empirical data.\n</br>\n(3) Computer vison and computer graphics: methodologies to obtain, handle, analyze and understand an image.\n</p>\n<p>\nTechnology focus: artificial and computational intelligence, intelligent control (fuzzy neural network modeling), multimedia information retrieval, decision support systems, database systems, uncertainty management, information integration, data mining, genetic algorithms, expert and knowledge systems, economics, bioinformatics etc.\n </p>\n<p>\n<b>Director:</b> Andrew Chi-Chih Yao\n</br>\n<b>Members:</b> Amy Yuexuan Wang, Jia Xu, Jian Li\n</p>", "title": "Center for Machine Intelligence, Tsinghua University"}]}, "teaching": {"lecture": [{"title": "Machine Learning and Machine Translation", "abstract": "Very useful", "venue": "FIT 3-622", "speaker": "Jia Xu", "urls": "", "date": "Fall 2012", "type": "Graduate Course"}], "seminar": [{"title": "Machine Learning and Machine Translation", "abstract": "", "venue": "FIT", "speaker_bio": "", "speaker_photo": "", "speaker": "Jia Xu", "urls": "", "date": "Fall 2013", "speaker_homepage": ""}], "photo": [{"photo": "img/teaching/teachings1.png"}]}, "home": {"news": [{"title": "I have a dream"}, {"title": "another dream"}, {"title": "last dream"}, {"title": "this one is invisible"}], "welcome": [{"details": "Starting from the week of December the 4th and for three subsequent weeks Dr Barbalias will be giving a mini-seminar on Algorithmic Information Theory. See \"seminars\" for details.", "title": "Center for Machine Intelligence, Tsinghua University"}]}, "software": {"items": [{"author": "Jai Xu", "abstract": "test", "title": "test", "venue": "Beijing", "urls": "", "date": "2014"}, {"title": "test2", "abstract": "blabla", "author": "unknown", "venue": "space", "urls": "", "date": "2046"}]}, "projects": {"project": [{"date": "blabla", "photo": "images/project.png", "title": "test", "details_html": "test", "author": "Jia Xu"}]}, "staff": {"member": [{"name": "Periklis A. Papakonstantinou (head)", "homepage": "http://iiis.tsinghua.edu.cn/~papakons/", "role": "Assitant Professor", "details": "A nice guy indeed", "interest": "Moon", "photo": "img/staff/staff10.png", "type": "Faculty"}, {"name": "Periklis Young", "homepage": "http://iiis.tsinghua.edu.cn/~papakons/", "role": "Assitant Professor", "details": "A nice guy indeed", "interest": "Moon", "photo": "img/staff/staff20.png", "type": "Graduate"}, {"name": "Periklis Younger", "homepage": "http://iiis.tsinghua.edu.cn/~papakons/", "role": "Assitant Professor", "details": "A nice guy indeed", "interest": "Moon", "photo": "img/staff/staff30.png", "type": "Undergraduate"}], "alumi": [{"name": "Bangsheng Tang", "current_homepage": "", "photo": "../html/img/staff/staff20.png", "current_affiliation": "Researcher @Hulu", "role": "Graduate", "details": "Also very nice", "interest": "Complexity"}]}}